000100200303     A          R PERSONR
000101200303     A            FIRSTNAME     25A
000102200303     A            LASTNAME      30A
000103200303     A          K LASTNAME
000104200303     A          K FIRSTNAME
